Repository: kmekarski/find-my-child-ios
Catalog: FindMyChild/Common/Strings/Localizable.xcstrings
Source language: en
Languages: pl

# ago_string
source: ago
pl: temu

# away_string
source: away
pl: stąd

# child_data_string
source: Child data
pl: Dane dziecka

# child_sign_up_string
source: Create child account
pl: Utwórz konto dziecka

# child_string
source: Child
pl: Dziecko

# choose_account_type_info_row_child_1_string
source: Share your real-time location with your parents.
pl: Udostępniać swoją lokalizację w czasie rzeczywistym rodzicom.

# choose_account_type_info_row_child_2_string
source: View your activity history and locations shared with your parents.
pl: Przeglądać historię aktywności i lokalizacje udostępniane rodzicom.

# choose_account_type_info_row_child_3_string
source: Contact your parents quickly via call, message, or video call.
pl: Szybko skontaktować się z rodzicami przez telefon, wiadomość lub wideorozmowę.

# choose_account_type_info_row_child_4_string
source: Customize privacy settings and choose what information to share.
pl: Dostosować ustawienia prywatności i wybierać, które informacje udostępniać.

# choose_account_type_info_row_parent_1_string
source: View real-time locations of all your children on a map.
pl: Wyświetlać w czasie rzeczywistym lokalizacje wszystkich swoich dzieci na mapie.

# choose_account_type_info_row_parent_2_string
source: Access your child's activity history and recent locations.
pl: Uzyskać dostęp do historii aktywności i ostatnich lokalizacji dziecka.

# choose_account_type_info_row_parent_3_string
source: Quickly contact your child via call, message, or video call.
pl: Szybko skontaktować się z dzieckiem przez telefon, wiadomość lub wideorozmowę.

# choose_account_type_info_row_parent_4_string
source: Customize settings and notifications for each child.
pl: Dostosować ustawienia i powiadomienia dla każdego dziecka.

# choose_account_type_string
source: Choose account type
pl: Wybierz typ konta

# choose_sign_up_string
source: Sign up as
pl: Zarejestruj się jako

# distance_string
source: Distance
pl: Odległość

# email_invalid_message_string
source: Email is not valid.
pl: Email jest nieprawidłowy.

# empty_field_message_string
source: All fields must not be empty.
pl: Żadne pole nie może być puste.

# go_to_sign_in_string
source: Already have an account? Sign in
pl: Masz już konto? Zaloguj się

# go_to_sign_up_string
source: No account? Sign up
pl: Nie masz konta? Zarejestruj się

# here_string
source: Here
pl: Tutaj

# history_string
source: History
pl: Historia

# just_now_string
source: Just now
pl: Teraz

# last_time_seen_string
source: Last time seen
pl: Ostatnio widziany/a

# name_string
source: Name
pl: Nazwa

# parent_data_string
source: Parent data
pl: Dane rodzica

# parent_sign_up_string
source: Sign up as a parent
pl: Zarejestruj się jako rodzic

# parent_string
source: Parent
pl: Rodzic

# password_string
source: Password
pl: Hasło

# passwords_do_not_match_message_string
source: Passwords do not match.
pl: Hasła nie są identyczne.

# phone_number_invalid_message_string
source: Phone number is not valid.
pl: Numer telefonu jest nieprawidłowy.

# phone_number_string
source: Phone number
pl: Numer telefonu

# repeat_password_string
source: Repeat password
pl: Powtórz hasło

# sign_in_data_string
source: Sign in data
pl: Dane logowania

# sign_in_string
source: Sign in
pl: Zaloguj się

# sign_in_subtitle_string
source: ...and find your child?
pl: ...i znajdź swoje dziecko?

# sign_in_title_string
source: Sign in to Find My Child
pl: Zaloguj się do Find My Child

# sign_up_string
source: Sign up
pl: Zarejestruj się

# sign_up_title_string
source: Sign up
pl: Zarejestruj się

# unknown_location_string
source: Unknown location
pl: Nieznane położenie

# unknown_string
source: Unknown
pl: nieznane

# username_wrong_length_message_string
source: Username must be 3-15 characters long.
pl: Nazwa użytkownika musi składać się z 3-15 znaków.
